Revit 2024 API
ParameterTypeId.DebugtabDataboundcontrolsdemoDouble Property
 "Double"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId DebugtabDataboundcontrolsdemoDouble { get; }
Visual Basic
Public Shared ReadOnly Property DebugtabDataboundcontrolsdemoDouble As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ DebugtabDataboundcontrolsdemoDouble {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace